package com.cyx.weatherapplication.ui.activity;

import android.support.v7.app.AppCompatActivity;
import android.os.Bundle;

import com.cyx.weatherapplication.R;

public class MainActivity extends AppCompatActivity {

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_main);
    }
}
/*
* 各位协会领导人
* 您好

我与男朋友于2017-3-5日在佛山顺德区龙江镇文华路9号
今天和你通过电话后，我觉得事情有点不对劲，因为你说了一个事实给我听：如果向银行申请不了贷款那也我们的问题，而与你们无关，让我们想办法一次性贷款。
这样的话，你们完全误导欺骗了我们，在计算那个置业计划书的时候，你们是按照20%给我们计算的，但是认购书却写了30%，当时我就现场提出质疑，为什么不一致，
是你们说所有的认购书都是这样写的，把我们糊弄过去，但是如果我们向银行贷款没办法贷到的话，要我们付三成首付，我们怎么付得起呢？
而且那个收入证明由于我男朋友目前没有工作，是没办法找公司盖章证明收入的，你们当时和我们说用我公司盖章，但实际上我和我男朋友不是一间公司，
他也是没工作的，这样子不是对银行欺骗吗？这个原因申请不到贷款，没办法付首付的话那我们怎么办，对你们来说我们申请不到贷款是与你们开发商或者地产无关，
但是是你们建议我们这样做，误导我们的签了认购书，你们只是为了促成你们的合作，没想过我们怎么去处理善后哦。
周日我们申请退款，你今天的答复也是没有商量的余地的，这个三万定金也是一分不退给我们的，以无力购房能力，申请退款，哪怕收取违约金都能退到二万七八，
但是你们这处理方案呢。
你不要总是推到开发商那边去，因为我是对你，不是对开发商，我那三万块钱也不是天上掉下来的，而是辛苦一分一分地赚来的，如果明天还不处理退款的话，
那后天3.15我百分百会打协会电话，那三万块对我来说只是我辛苦挣来的钱，但对你们公司甚至开发商的损失就不是那三万块那么简单

*
*
各位协会领导人：
  您好
我与男朋友于2017-3-5日在佛山顺德区龙江镇文华路9号（即龙江中心楼盘）看房并有意购房，开发商为广东协兴投资股份有限公司，并在当日交了三万定金以及签了认购书（附件有），。
但事后由于首付款以及可能没办法向银行申请按揭贷款的原因而选择退掉该套2栋603单位房，申请退回三万定金，却被开发商告知不可以退。
开发商存在三点消费欺骗行为：
1、在计算那个置业计划书的时候，首付预计计算，开发商说我们是购买第一次套房子是按照20%给我们计算首付的，即是274036RMB；但是认购书却写了30%即是404036RMB，当时我就现场提出质疑，为什么首付的比例不一致，
我们是没办法付30%的首付的，但是开发商说所有的认购书都是按照30%，但是银行会按照20%的首付给我们申请按揭贷款，就这样子把我们糊弄过去，但是如果我们向银行贷款没办法贷到的话，要我们付三成首付，我们是付不起的，
也不退定金给我们。
2、还有一个关于收入证明，由于我男朋友目前没有工作，也是没有稳定的收入的，是没办法找公司盖章证明收入的，当时我们向开发商提出了这个疑问，开发商当时和我们说用我公司的盖章帮男朋友一起盖那个收入证明，但实际上我和我男朋友不是一间公司，
他也是没工作的，这样子是对银行欺骗的，这个原因申请不到贷款，没办法付首付的话那我们是不知道怎么办，但是是开发商建议我们这样做，误导我们的签了认购书，开发商只是为了促成合作，没想过我们怎么去处理善后。
3、今天2017-3-13日与龙江中心现场销售苏允安通电话，和他说明了收入证明的问题有可能没办法向银行贷款，但是他说如果向银行申请不了贷款那也我们的问题，而与开发商无关，开发商让我们想办法一次性贷款（或者一次性交清所有费用），不能因为这个贷款的原因申请退回定金，房子他们会进入踏定阶段进行二次销售，但是事前并未告知我们此情况，而且在签认购书时开发商承诺会帮我们处理好银行贷款和收入证明等的相关事宜。
*
*
* http://12345.foshan.gov.cn/JumpControlAction!jump?jumpType=1&jumpPageTempletId=844&q_num=2&q_show=1
*顺德龙江中心地产欺骗消费者，不肯退还定金
*  广东协兴投资股份有限公司
*0757-23883738
* 佛山市顺德区龙江镇文华路50号假日美域花园三栋213办公室
*
* */